{
  "HeaderNav": {
    "RoadCases": "Кейси",
    "AcousticSystems": "Акустичні Системи",
    "Lodgment": "Ложемент",
    "MoreInfo": "Більше інформації"
  },
  "HeaderTopLine1": {
    "Text": "КОМПЛЕКТАЦІЯ ФУР ГОТОВА ДО ВІДПРАВКИ З УЖГОРОДА"
  },
  "HeaderTopLine2": {
    "Contacts": "Контакти",
    "AboutUs": "Про нас",
    "SignIn": "Увійти",
    "Register": "Зареєструватися",
    "LanguagePicker": "Українська"
  },
  "MainPageTitle": {
    "Title": "Дорога, випробувана часом",
    "SubTitle": "Незалежно від того, чи це стадіон, арена або клубний тур, різноманітний асортимент дорожніх кейсів і амортизаційних стелажів Fiasco завжди поруч. Кожен елемент спроектований для ідеального упакування та складання з іншими."
  },
  "ContactPage": {
    "Name": "Ім'я та Прізвище",
    "FirstName": "Ім'я",
    "LastName": "Прізвище",
    "FirstNameCannotBeBlank": "Ім'я не може бути порожнім.",
    "LastNameCannotBeBlank": "Прізвище не може бути порожнім.",
    "PhoneNumberCannotBeBlank": "Номер телефону не може бути порожнім.",
    "EmailCannotBeBlank": "Email не може бути порожнім.",
    "MessageCannotBeBlank": "Повідомлення не може бути порожнім.",
    "RequestQuote": "Запит на пропозицію:",
    "PleaseEnterValidPhoneNumber": "Будь ласка, введіть дійсний номер телефону.",
    "ExampleEmail": "приклад@example.com",
    "ExampleProduct": "приклад@example.com",
    "SendMessage": "Надіслати повідомлення",
    "TypeHere": "Напишіть тут ...",
    "Submit": "Відправити",
    "PhoneNumber": "Номер телефону",
    "Email": "Email",
    "Product": "Продукт"
  },
  "PreviewSection": {
    "1Title": "Власне виробництво",
    "1Description": "Завдяки конвеєрному принципу, швидкість виконання замовлень на проектування та виготовлення продукції під індивідуальне замовлення значно зросла.",
    "1Section": "принципи роботи",
    "2Title": "Створено на роки",
    "2Description": "Використовуються тільки якісні матеріали та комплектуючі. Продукт розроблено для багаторічної експлуатації в складних умовах, таких як негода, удари та падіння.",
    "2Section": "якість розробки",
    "3Title": "Знання та досвід",
    "3Description": "Перед запуском виробництва ми 20 років провели в турах, що дало розуміння яким має бути кінцевий результат.",
    "3Section": "висока кваліфікація"
  },
  "MainSelection": {
    "Cases": "Кейси",
    "A/C": "A/C",
    "Loading": "Завантаження типів продуктів...",
    "Error": "Помилка завантаження типів продуктів",
    "NoProducts": "Типи продуктів недоступні"
  },
  "ProductPage": {
    "ProductTitle1": "24 X 30 РОБОЧА СТАНЦІЯ",
    "ProductDescription1": "Ключовий продукт сімейства Fiasco",
    "ProductDescription2": "Вся наша лінійка базується на цьому розмірі (саме тому все так чудово підходить). Компактний розмір робить поводження простішим.",
    "ProductDescription3": "Ідеально підходить для будь-якого транспорту, кейси 24 x 30 оптимізовані для 96\" і 90\" вантажівок:",
    "ProductListItem1": "Пакуйте 4 поруч у вантажівках та напівпричепах шириною 96\"",
    "ProductListItem2": "Пакуйте 3 кінець у кінець у контейнерах для перевезення та вантажівках шириною 90\"",
    "ProductDescription4": "(Пере)конфігуруйте свій запас кейсів з будь-якою комбінацією:",
    "ProductListItem3": "Розділювачі та лотки",
    "NestedListItem1": "На полицях коли завгодно, але продаються окремо.",
    "ProductListItem4": "Індивідуальні вставки",
    "NestedListItem2": "Індивідуально розроблені та виготовлені для вашого предмета. За ці роки ми зробили сотні таких, тому у нас може вже бути те, що вам потрібно. Запитайте у вашого менеджера проекту клієнта за додатковою інформацією.",
    "ProductListItem5": "Порожні",
    "NestedListItem3": "Кейси поставляються з піною, готові для розділювачів або вставок, які можуть бути додані зараз або в майбутньому.",
    "DownloadLinkText": "Завантажити технічну специфікацію продукту",
    "ContactUsButton": "ЗАПИТ НА ЗАМОВЛЕННЯ",
    "SpecificationsButton": "Специфікації",
    "ShippingInfoButton": "Інформація про доставку",
    "ShareLinkText": "Поділитися",
    "PinLinkText": "Закріпити"
  },
  "ContactsPage": {
    "title": "ГОТОВІ ПОКЛАСТИ ВСЕ НА СВОЇ МІСЦЯ?",
    "workshop": "НАША МАЙСТЕРНЯ",
    "text": "Забираєте кейс? Прямуйте до завантажувального доку!",
    "direction": "ОТРИМАТИ НАПРЯМОК"
  },
  "Footer": {
    "Visit": "Відвідайте Fiasco Cases NZ",
    "StayInTheLoop": "Залишайтеся в курсі",
    "Greetings": "Завжди раді новим клієнтам",
    "Contacts": "Контакти",
    "AboutUs": "Про нас"
  },
  "AboutUs": {
    "BannerName": "ПРО НАС:",
    "BannerTitle": "ВСЕ НА СВОЇХ МІСЦЯХ",
    "BannerSubtitle": "Ми проектуємо та виготовляємо дорожні кейси для індустрії розваг. Наші кейси міцні, довговічні та ефективні за простором",
    "1Title": "Шоу має тривати (у порядку).",
    "1SectionName": "НАША ІСТОРІЯ:",
    "2SectionName": "НАШІ РИСИ:",
    "1Description": "Ці хлопці люблять рок-н-рол — але хочуть, щоб він був організований. Коли Метт і Джо починали свою кар'єру в турах, вони швидко виявили проблему. Вони виявили, що складне обладнання, яке використовується для створення магії подій (освітлення, звукове та сценічне обладнання), часто транспортувалося та зберігалося не дуже складним способом. Старі картонні коробки, складені хаотично. Освітлювальне обладнання розкидане безладно. Дроти живлення заплутані. І коли використовувалися дорожні кейси, вони іноді були трохи моторошними — крихкі, недовговічні коробки, які не складалися разом належним чином. Тому вони заснували Fiasco з баченням створення дорожніх кейсів, які не були, ну, мотлохом. Визначені покласти край неефективності та хаосу, пара почала проектувати свої мрійливі дорожні кейси для стелажів і штор, які є міцними, довговічними, ефективними за простором і просто крутими.",
    "OurTeam": "Наша команда",
    "WeGet": "Ми розуміємо тури.",
    "1TeamName": "Одрі Трухільйо",
    "1TeamDescription": "Одрі любить грати в гольф у вільний час, що, ймовірно, пояснює, чому вона така точна, коли допомагає вам отримати найкращу угоду. Маючи досвід у технічних продажах, управлінні проектами, адмініструванні продажів та операціях, немає нічого, з чим вона не впорається — серйозно, вона навіть володіла власною компанією з приготування їжі! Її пристрасть до ролі походить від любові до відвідування концертів та подій, але головним чином це задоволення від підтримки тих, хто за лаштунками — тих, хто оживляє ці події. Поза сценою її можна побачити в її останніх кросівках, кемпінгу, проведенні часу з сім'єю та дослідженні природи. Одрі працює в нашому офісі в Лос-Анджелесі.",
    "1TeamTitle": "Менеджер проектів клієнтів:",
    "2TeamName": "Руді Флорес",
    "2TeamDescription": "З вражаючим 20-річним досвідом у продажах та обслуговуванні клієнтів, Руді виступав на сценах як у виробництві, включаючи роботу з Pelican Products, так і у швидкісній фармацевтичній індустрії. Його улюблений біс? Наставництво незалежних власників бізнесу на їхньому шляху до зростання. У ролі менеджера проектів він є майстром-диригентом, забезпечуючи, щоб кожен проект був ідеально скоординований — кожного разу. Чи то організація графіків, співпраця з клієнтами для визначення їхніх унікальних потреб, чи гармонізація з командою проекту для втілення бачення кожного клієнта. Поза роботою його життя обертається навколо створення дорогоцінних моментів з сім'єю, поширення добрих вібрацій, підтримки своєї громади та гри в місцевій церковній групі. Руді працює в нашому офісі в Лос-Анджелесі.",
    "2TeamTitle": "Менеджер проектів клієнтів:",
    "3TeamName": "Роберт Лара",
    "3TeamDescription": "Роберт може сказати вам, що він є гіком п'ятьма мовами, включаючи португальську, мандаринську та тагальську. Це було б шість, якби він враховував маянську, але Роберт каже, що він розмовляє нею лише «трохи». Маючи подвійну спеціалізацію в електротехніці та інформатиці в CSLUB, Роберт працює у виробництві високотехнологічного обладнання та телекомунікаційній індустрії понад двадцять років. Коли він не захоплюється культурами світу, високотехнологічним обладнанням чи історією, Роберт любить проводити час зі своєю донькою, чи то піші прогулянки, чи то в його старому залі для MMA.",
    "3TeamTitle": "Менеджер проектів клієнтів:",
    "BottomBannerTitle": "Отже, це ми. Тепер ваша черга.",
    "BottomBannerSubtitle": "ЗВ'ЯЖІТЬСЯ З НАМИ І ПРЕДСТАВТЕСЬ"
  },
  "CasesPage": {
    "BannerTitle": "ТУРИСТИЧНІ КЕЙСИ",
    "BannerSubtitle": "СПРОЕКТОВАНІ ДЛЯ КРАЩИХ ТУРІВ",
    "1SectionTitle": "Туристичні кейси складаються ідеально, як блоки Tetris!",
    "1SectionDescription": "Туристичні кейси Fiasco – це геніальна система зберігання для транспортування. Кожен кейс ретельно спроєктований так, щоб ідеально поєднуватися з іншими. Заощаджуйте години під час завантаження та розвантаження.",
    "1BlockQuote": "Складайте у 90-дюймові та 96-дюймові вантажівки",
    "1BlockTitle": "МЕНШЕ ВАНТАЖІВОК, ШВИДШЕ ЗАВАНТАЖЕННЯ",
    "1BlockDescription": "Забудьте про години, витрачені на головоломки з розміщенням у вантажівці. Наші клієнти постійно повідомляють, що з Fiasco Cases вони економлять час під час кожного завантаження. Ми знаємо, що у вас не один кейс, а десятки з різними речами всередині. Наша відповідальність – створити кейс, який гармонійно поєднується з іншими у вашій вантажівці. Якщо ми виконаємо свою роботу правильно, ваші вантажівки будуть заповнені швидше та ефективніше. А ви зможете зосередитися на тому, щоб зробити наступний захід неперевершеним.",
    "2BlockQuote": "ЖИТТЄВИЙ ЦИКЛ ВАШОГО НАСТУПНОГО КЕЙСА",
    "2BlockTitle": "НАЙБАГАТОФУНКЦІОНАЛЬНІШІ ТУРИСТИЧНІ КЕЙСИ У СВІТІ",
    "2BlockDescription": "Для чого цей кейс буде використовуватися? Наступного тижня? Через п’ять років? Завдяки продуманому дизайну, кейси Fiasco є багатоцільовими та можуть змінюватися менш ніж за хвилину між такими варіантами: - Вставки для цінного обладнання: світильників, моторів, динаміків або екранів. - Розділення за допомогою регульованих поздовжніх та поперечних перегородок. - Використання як універсальний порожній кейс. Один кейс – безліч варіантів використання в турі!",
    "3BlockQuote": "Ми не жартуємо та не змушуємо вас платити за стандартні функції",
    "3BlockTitle": "ГАЛУЗЕВИЙ ЛІДЕР ЯКОСТІ У КОЖНОМУ КЕЙСІ",
    "3BlockDescription": "Ми не жартуємо та не змушуємо вас платити за стандартні функції. Наші кейси створені на довгі роки. Ми використовуємо найкращі матеріали та комплектуючі. Ми проєктуємо їх так, щоб вони витримували жорсткі умови експлуатації. Ми знаємо, що ваше обладнання дороге, і вам потрібно, щоб воно працювало бездоганно щоразу. Наші кейси розроблені для захисту вашого обладнання та для зручності використання професійними техніками."
  }
}
